/* tooltip description of slider value */
"1280 pixels wide. (Wide design required.)" = "1280 pixels wide. (Wide design required.)";

/* tooltip description of slider value */
"1280 pixels wide; 720p size. (Wide design required.)" = "1280 pixels wide; 720p size. (Wide design required.)";

/* tooltip description of slider value */
"200 pixels wide including any border." = "200 pixels wide including any border.";

/* tooltip description of slider value */
"320 pixels wide." = "320 pixels wide.";

/* tooltip description of slider value */
"320 pixels wide; original size for classic, flat-screen videos." = "320 pixels wide; original size for classic, flat-screen videos.";

/* tooltip description of slider value */
"425 pixels wide." = "425 pixels wide.";

/* tooltip description of slider value */
"425 pixels wide; standard size of classic YouTube video." = "425 pixels wide; standard size of classic YouTube video.";

/* tooltip description of slider value */
"480 pixels wide." = "480 pixels wide.";

/* tooltip description of slider value */
"480 pixels wide; double size for classic, flat-screen videos." = "480 pixels wide; double size for classic, flat-screen videos.";

/* tooltip description of slider value */
"560 pixels wide." = "560 pixels wide.";

/* tooltip description of slider value */
"640 pixels wide." = "640 pixels wide.";

/* tooltip description of slider value */
"640 pixels wide; 360p size" = "640 pixels wide; 360p size";

/* tooltip description of slider value */
"853 pixels wide. (Wide design required.)" = "853 pixels wide. (Wide design required.)";

/* tooltip description of slider value */
"853 pixels wide; 480p size. (Wide design required.)" = "853 pixels wide; 480p size. (Wide design required.)";

/* No video code has been entered yet */
"Please use the Inspector to specify a YouTube video." = "Please use the Inspector to specify a YouTube video.";

/* User entered an invalid YouTube code */
"Sorry, but no YouTube video was found for the code you entered." = "Sorry, but no YouTube video was found for the code you entered.";

/* Live data feeds are disabled */
"This is a placeholder for the YouTube video at:" = "This is a placeholder for the YouTube video at:";

/* Live data feeds are disabled */
"To see the video in Sandvox, please enable live data feeds in the Preferences." = "To see the video in Sandvox, please enable live data feeds in the Preferences.";

